Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 置于顶层
source: Bring to Front
zh_hans: 置于顶层
zh_hant: 置於頂層

# 置顶
source: Pin
zh_hans: 置顶
zh_hant: 置頂

# 美味多汁的主食罐头。
source: A juicy and tasty staple can.
zh_hans: 美味多汁的主食罐头。
zh_hant: 美味多汁的主食罐頭。

# 耗材对照
source: Material Reference
zh_hans: 耗材对照
zh_hant: 耗材對照

# 耳环
source: Earrings
zh_hans: 耳环
zh_hant: 耳環

# 聊天、搜索与搭配建议
source: Chat, search, and outfit suggestions
zh_hans: 聊天、搜索与搭配建议
zh_hant: 聊天、搜尋與搭配建議

# 联系我们
source: Contact Us
zh_hans: 联系我们
zh_hant: 聯絡我們

# 联系我们（网页）
source: Contact Us (Web)
zh_hans: 联系我们（网页）
zh_hant: 聯絡我們（網頁）

# 联网控制
source: Online Control
zh_hans: 联网控制
zh_hant: 聯網控制

# 联网社区
source: Online Community
zh_hans: 联网社区
zh_hant: 連網社群

# 联网设置
source: Network Settings
zh_hans: 联网设置
zh_hant: 連網設定

# 聚光灯
source: Spotlight
zh_hans: 聚光灯
zh_hant: 聚光燈

# 背景 · 尺寸 · 教程
source: Background · Size · Tutorials
zh_hans: 背景 · 尺寸 · 教程
zh_hant: 背景 · 尺寸 · 教學

# 背景类型
source: Background Type
zh_hans: 背景类型
zh_hant: 背景類型

# 背景贴纸排布
source: Background Sticker Layout
zh_hans: 背景贴纸排布
zh_hant: 背景貼紙排布

# 背景贴纸排布：%@
source: Background Sticker Layout: %@
zh_hans: 背景贴纸排布：%@
zh_hant: 背景貼紙排布：%@

# 背景音乐
source: Background Music
zh_hans: 背景音乐
zh_hant: 背景音樂

# 背景颜色
source: Background Color
zh_hans: 背景颜色
zh_hant: 背景顏色

# 自动
source: Auto
zh_hans: 自动
zh_hant: 自動

# 自动同步所有数据到 iCloud
source: Automatically sync all data to iCloud
zh_hans: 自动同步所有数据到 iCloud
zh_hant: 自動同步所有資料到 iCloud

# 自定义图片
source: Custom Image
zh_hans: 自定义图片
zh_hant: 自定義圖片

# 自定义数量
source: Custom Count
zh_hans: 自定义数量
zh_hant: 自定義數量

# 自定义纸币样式
source: Custom Banknote Style
zh_hans: 自定义纸币样式
zh_hant: 自定義紙幣樣式

# 自定义颜色
source: Custom Color
zh_hans: 自定义颜色
zh_hant: 自定義顏色

# 自由摆放
source: Free Placement
zh_hans: 自由摆放
zh_hant: 自由擺放

# 自由绘制
source: Free Drawing
zh_hans: 自由绘制
zh_hant: 自由繪制

# 舱位
source: Cabin
zh_hans: 舱位
zh_hant: 艙位

# 色彩方案
source: Color Scheme
zh_hans: 色彩方案
zh_hant: 色彩方案

# 色相
source: Hue
zh_hans: 色相
zh_hant: 色相

# 色调
source: Tinted
zh_hans: 色调
zh_hant: 色調

# 色调强度
source: Tint Strength
zh_hans: 色调强度
zh_hant: 色調強度

# 色调颜色
source: Tint Color
zh_hans: 色调颜色
zh_hant: 色調顏色

# 节点监控
source: Node Monitor
zh_hans: 节点监控
zh_hant: 節點監控

# 节点监控视图
source: View
zh_hans: 节点监控视图
zh_hant: 節點監控視圖

# 花海漫步者
source: Flower Field Wanderer
zh_hans: 花海漫步者
zh_hant: 花海漫步者

# 花瓣飘落
source: Falling Petals
zh_hans: 花瓣飘落
zh_hant: 花瓣飄落

# 若喵币不足，可直接从右上角进入喵币商店补充。
source: If you are short on Meow Coins, use the top-right store shortcut to top up.
zh_hans: 若喵币不足，可直接从右上角进入喵币商店补充。
zh_hant: 若喵幣不足，可直接從右上角進入喵幣商店補充。

# 茶会专机
source: Tea Party Flight
zh_hans: 茶会专机
zh_hant: 茶會專機

# 茶会专机即将起飞，请确认您的蕾丝边安全带
source: The tea party jet is taking off. Please check your lace-trimmed seat belt.
zh_hans: 茶会专机即将起飞，请确认您的蕾丝边安全带
zh_hant: 茶會專機即將起飛，請確認您的蕾絲邊安全帶

# 茶会主人正在等待您的到来，请前往主会场
source: The tea party host is waiting. Please proceed to the main venue.
zh_hans: 茶会主人正在等待您的到来，请前往主会场
zh_hant: 茶會主人正在等待您的到來，請前往主會場

# 茶会主题
source: Tea Party Theme
zh_hans: 茶会主题
zh_hant: 茶會主題

# 茶会徽章墙
source: Tea Party Badge Wall
zh_hans: 茶会徽章墙
zh_hant: 茶會徽章牆

# 茶会打卡
source: Tea Party Check-in
zh_hans: 茶会打卡
zh_hant: 茶會打卡

# 草原牧歌·田园茶会风
source: Prairie Pastoral · Countryside Tea Party
zh_hans: 草原牧歌·田园茶会风
zh_hant: 草原牧歌·田園茶會風

# 草稿 · 发布 · 云端同步
source: Drafts · Publish · Cloud Sync
zh_hans: 草稿 · 发布 · 云端同步
zh_hant: 草稿 · 發布 · 雲端同步

# 获得徽章
source: Badge
zh_hans: 获得徽章
zh_hant: 獲得徽章

# 获得徽章：%@
source: Badge: %@
zh_hans: 获得徽章：%@
zh_hant: 獲得徽章：%@

# 萌宠 BGM: %lld%%
source: Pet BGM: %lld %%
zh_hans: 萌宠 BGM: %lld%%
zh_hant: 萌寵 BGM: %lld%%

# 萌宠对话
source: Pet Chat
zh_hans: 萌宠对话
zh_hant: 萌寵對話

# 萌宠对话历史记录已清除
source: Pet Conversation History Clear
zh_hans: 萌宠对话历史记录已清除
zh_hant: 萌寵對話歷史記錄已清除

# 萌宠对话皮肤
source: Pet Conversation
zh_hans: 萌宠对话皮肤
zh_hant: 萌寵對話皮膚

# 萌宠智能对话
source: Smart Pet Chat
zh_hans: 萌宠智能对话
zh_hant: 萌寵智慧對話

# 萌宠等级
source: Pet Level
zh_hans: 萌宠等级
zh_hant: 萌寵等級

# 营养丰富的山羊奶，补水又抗饿。
source: Nutritious goat milk that hydrates and keeps hunger away.
zh_hans: 营养丰富的山羊奶，补水又抗饿。
zh_hant: 營養豐富的山羊奶，補水又抗餓。

# 营养均衡的自制猫饭。
source: A balanced homemade cat meal.
zh_hans: 营养均衡的自制猫饭。
zh_hant: 營養均衡的自製貓飯。

# 蒙古·无垠草原
source: Mongolia · Endless Grassland
zh_hans: 蒙古·无垠草原
zh_hant: 蒙古·無垠草原

# 蕾丝
source: Lace
zh_hans: 蕾丝
zh_hant: 蕾絲

# 薰衣草田
source: Lavender Field
zh_hans: 薰衣草田
zh_hant: 薰衣草田

# 蝴蝶 (Butterflies)
source: Butterflies (B u t t e r f l i e s)
zh_hans: 蝴蝶 (Butterflies)
zh_hant: 蝴蝶 (Butterflies)

# 蝴蝶飞舞
source: Butterflies
zh_hans: 蝴蝶飞舞
zh_hant: 蝴蝶飛舞

# 行情、观察与情报
source: Market trends, watchlist, and intel
zh_hans: 行情、观察与情报
zh_hant: 行情、觀察與情報

# 衣
source: Closet
zh_hans: 衣
zh_hant: 衣

# 衣橱中还没有添加裙装
source: Closet No Add Dress Item
zh_hans: 衣橱中还没有添加裙装
zh_hant: 衣櫥中還沒有添加裙裝

# 衣橱卡
source: Closet Card
zh_hans: 衣橱卡
zh_hant: 衣櫥卡

# 衣橱商品卡
source: Closet Item Card
zh_hans: 衣橱商品卡
zh_hant: 衣櫥商品卡

# 补充喵币
source: Top Up Meow Coins
zh_hans: 补充喵币
zh_hant: 補充喵幣

# 补卡
source: Make-up Check-in
zh_hans: 补卡
zh_hant: 補卡

# 补打本周未打卡
source: This Week Check-in
zh_hans: 补打本周未打卡
zh_hant: 補打本週未打卡

# 裁剪与设置
source: Crop Settings
zh_hans: 裁剪与设置
zh_hant: 裁剪與設置

# 裙子股市
source: Dress Market
zh_hans: 裙子股市
zh_hant: 裙子股市

# 裙装卡片
source: Dress Card
zh_hans: 裙装卡片
zh_hant: 裙裝卡片

# 裙装图片填充
source: Dress Image
zh_hans: 裙装图片填充
zh_hant: 裙裝圖片填充

# 西部玫瑰·红棕茶会风
source: Western Rose · Red Brown Tea Party
zh_hans: 西部玫瑰·红棕茶会风
zh_hant: 西部玫瑰·紅棕茶會風

# 覆盖
source: Overwrite
zh_hans: 覆盖
zh_hant: 覆蓋

# 覆盖 %@ · %@ 项组件
source: Covers %@ · %@ components
zh_hans: 覆盖 %@ · %@ 项组件
zh_hant: 覆蓋 %@ · %@ 項組件

# 解析分享链接
source: Parse Share Link
zh_hans: 解析分享链接
zh_hant: 解析分享鏈接

# 解锁
source: Unlock
zh_hans: 解锁
zh_hant: 解鎖

# 解锁了 %@
source: Unlock %@
zh_hans: 解锁了 %@
zh_hant: 解鎖了 %@

# 解锁后可自定义颜色
source: Unlock Custom Color
zh_hans: 解锁后可自定义颜色
zh_hant: 解鎖後可自定義顏色

# 解锁尊享智能对话特权与专属卡片
source: Unlock premium smart chat privileges and exclusive cards
zh_hans: 解锁尊享智能对话特权与专属卡片
zh_hant: 解鎖尊享智慧對話特權與專屬卡片

# 解锁更多神奇功能
source: Unlock Feature
zh_hans: 解锁更多神奇功能
zh_hant: 解鎖更多神奇功能

# 解锁结果
source: Unlock
zh_hans: 解锁结果
zh_hant: 解鎖結果

# 解锁联网功能
source: Unlock Feature
zh_hans: 解锁联网功能
zh_hant: 解鎖聯網功能

# 触感反馈
source: Haptic Feedback
zh_hans: 触感反馈
zh_hant: 觸感回饋

# 让它能动起来
source: Make it move
zh_hans: 让它能动起来
zh_hant: 讓它能動起來

# 训练模型...
source: Training model...
zh_hans: 训练模型...
zh_hant: 訓練模型...

# 记录
source: Record
zh_hans: 记录
zh_hant: 記錄

# 设为主图
source: Main Image
zh_hans: 设为主图
zh_hant: 設為主圖

# 设置
source: Settings
zh_hans: 设置
zh_hant: 設置

# 设置、VIP 与备份
source: Settings, VIP, and backups
zh_hans: 设置、VIP 与备份
zh_hant: 設定、VIP 與備份

# 设置书页缩略图
source: Set Page Thumbnail
zh_hans: 设置书页缩略图
zh_hant: 設置書頁縮略圖

# 设置发布时间
source: Settings Time
zh_hans: 设置发布时间
zh_hant: 設置發佈時間

# 设置封面
source: Set Cover
zh_hans: 设置封面
zh_hant: 設置封面

# 设置开始时间
source: Settings Start Time
zh_hans: 设置开始时间
zh_hant: 設置開始時間

# 设置结束时间
source: Settings Time
zh_hans: 设置结束时间
zh_hant: 設置結束時間

# 设置缩略图
source: Set Thumbnail
zh_hans: 设置缩略图
zh_hant: 設置縮略圖

# 设置豆腐块
source: Settings Grid Tile
zh_hans: 设置豆腐块
zh_hant: 設定豆腐塊

# 设置通用背景 (默认)
source: Set Universal Background (Default)
zh_hans: 设置通用背景 (默认)
zh_hant: 設置通用背景 (默認)

# 识别结果
source: Recognition Result
zh_hans: 识别结果
zh_hant: 識別結果

# 试试换个关键词，或者直接查看最新消息
source: , Messages
zh_hans: 试试换个关键词，或者直接查看最新消息
zh_hant: 試試換個關鍵詞，或者直接查看最新消息

# 该品牌已被 %lld 件裙装使用，删除后这些裙装的品牌信息将被清除。确定要删除吗？
source: Brand %lld Dress Item Use, Delete Dress Item Brand Info Clear. OK Delete?
zh_hans: 该品牌已被 %lld 件裙装使用，删除后这些裙装的品牌信息将被清除。确定要删除吗？
zh_hant: 該品牌已被 %lld 件裙裝使用，刪除後這些裙裝的品牌信息將被清除。確定要刪除嗎？

# 该日期已打卡，无需补卡
source: Date Check-in, None Make-up Check-in
zh_hans: 该日期已打卡，无需补卡
zh_hant: 該日期已打卡，無需補卡

# 该标签已被 %lld 件裙装使用，删除后这些裙装将不再包含此标签。确定要删除吗？
source: Tag %lld Dress Item Use, Delete Dress Item Tag. OK Delete?
zh_hans: 该标签已被 %lld 件裙装使用，删除后这些裙装将不再包含此标签。确定要删除吗？
zh_hant: 該標籤已被 %lld 件裙裝使用，刪除後這些裙裝將不再包含此標籤。確定要刪除嗎？

# 该模型正在被 %@ 个场景使用，请先从场景中移除后再删除。
source: This model is used by %@ scenes. Remove it from those scenes before deleting.
zh_hans: 该模型正在被 %@ 个场景使用，请先从场景中移除后再删除。
zh_hant: 該模型正在被 %@ 個場景使用，請先從場景中移除後再刪除。

# 该模型正在被 %lld 个场景使用，请先从场景中移除后再删除。
source: Model %lld Use, Delete.
zh_hans: 该模型正在被 %lld 个场景使用，请先从场景中移除后再删除。
zh_hant: 該模型正在被 %lld 個場景使用，請先從場景中移除後再刪除。

# 详情页、我界面、手帐与书页列表的核心卡片
source: Core cards for detail pages, Me, journals, and book lists
zh_hans: 详情页、我界面、手帐与书页列表的核心卡片
zh_hant: 詳情頁、我的介面、手帳與書頁列表的核心卡片

# 详细介绍
source: Details
zh_hans: 详细介绍
zh_hant: 詳細介紹

# 详细描述（可选）
source: Detailed Description (Selectable)
zh_hans: 详细描述（可选）
zh_hant: 詳細描述（可選）

# 语言更改将在下次启动应用时生效。
source: The language change will take effect the next time you open the app.
zh_hans: 语言更改将在下次启动应用时生效。
zh_hant: 語言變更會在下次啟動 App 時生效。

# 语言设置
source: Language
zh_hans: 语言设置
zh_hant: 語言設定

# 语音合成设置
source: Voice Settings
zh_hans: 语音合成设置
zh_hant: 語音合成設置

# 语音模型
source: Voice Model
zh_hans: 语音模型
zh_hant: 語音模型

# 说明
source: Description
zh_hans: 说明
zh_hant: 說明

# 请保持应用在前台运行，不要锁屏
source: Please apply,
zh_hans: 请保持应用在前台运行，不要锁屏
zh_hant: 請保持應用在前台運行，不要鎖屏

# 请先启用一个主题。
source: Please enable a theme first.
zh_hans: 请先启用一个主题。
zh_hant: 請先啟用一個主題。

# 请先完成「空间手帐」任务，再进入「空间」页签
source: Finish the “Space Journal” task before opening the “Space” tab.
zh_hans: 请先完成「空间手帐」任务，再进入「空间」页签
zh_hant: 請先完成「空間手帳」任務，再進入「空間」頁籤

# 请先执行“批量处理小裙装”以生成抠图，或者所有裙装都已经包含抠图图片。
source: Please “ batch process small dresses ” generate cutout, dress item cutout image.
zh_hans: 请先执行“批量处理小裙装”以生成抠图，或者所有裙装都已经包含抠图图片。
zh_hant: 請先執行“批量處理小裙裝”以生成摳圖，或者所有裙裝都已經包含摳圖圖片。

# 请先添加3D模型到场景
source: Please add 3 d model
zh_hans: 请先添加3D模型到场景
zh_hant: 請先添加3D模型到場景

# 请先登录 iCloud 账户以使用云同步功能。
source: Please icloud use sync feature.
zh_hans: 请先登录 iCloud 账户以使用云同步功能。
zh_hant: 請先登錄 iCloud 賬戶以使用雲同步功能。

# 请先购买并应用主题后再切换，当前仍可点按定位预览。
source: Please buy and apply, current.
zh_hans: 请先购买并应用主题后再切换，当前仍可点按定位预览。
zh_hant: 請先購買並應用主題後再切換，當前仍可點按定位預覽。

# 请先购买并应用这个主题，之后才能控制组件开关。
source: Please buy and apply,.
zh_hans: 请先购买并应用这个主题，之后才能控制组件开关。
zh_hant: 請先購買並應用這個主題，之後才能控制組件開關。

# 请先购买这个主题。
source: Please purchase this theme first.
zh_hans: 请先购买这个主题。
zh_hant: 請先購買這個主題。

# 请再确认一次
source: Please Confirm
zh_hans: 请再确认一次
zh_hant: 請再次確認

# 请向上滑动
source: Please
zh_hans: 请向上滑动
zh_hant: 請向上滑動

# 请在设置中允许访问相册以选择图片
source: Please settings photos choose images
zh_hans: 请在设置中允许访问相册以选择图片
zh_hant: 請在設置中允許訪問相冊以選擇圖片

# 请描述您遇到的问题...
source: Please issue...
zh_hans: 请描述您遇到的问题...
zh_hant: 請描述您遇到的問題...

# 请确保您的 iCloud 空间充足。
source: Make sure you have enough iCloud storage.
zh_hans: 请确保您的 iCloud 空间充足。
zh_hant: 請確認您的 iCloud 空間充足。

# 请确保选择至少 20 张清晰的照片
source: Please select at least 20 clear photos
zh_hans: 请确保选择至少 20 张清晰的照片
zh_hant: 請確保選擇至少 20 張清晰的照片

# 请签
source: Please
zh_hans: 请签
zh_hant: 請簽

# 请签：今日适合温柔俏皮配色
source: Please:
zh_hans: 请签：今日适合温柔俏皮配色
zh_hant: 請簽：今日適合溫柔俏皮配色

# 请签文字色 · 容器系统文字色
source: Fortune text and container text colors
zh_hans: 请签文字色 · 容器系统文字色
zh_hant: 請簽文字色 · 容器系統文字色

# 请系好安全带，我们即将启程前往梦幻之地
source: Please fasten your seat belt. We are about to depart for a dreamy place.
zh_hans: 请系好安全带，我们即将启程前往梦幻之地
zh_hant: 請繫好安全帶，我們即將啟程前往夢幻之地

# 请输入备注
source: Please enter
zh_hans: 请输入备注
zh_hant: 請輸入備注

# 请输入新名称
source: Please enter
zh_hans: 请输入新名称
zh_hant: 請輸入新名稱

# 请输入的文字
source: Enter a message
zh_hans: 请输入的文字
zh_hant: 請輸入文字

# 请选择一件裙装
source: Please choose dress item
zh_hans: 请选择一件裙装
zh_hant: 請選擇一件裙裝

# 请重新选择一张图片以进行裁剪和移动。
source: Please again choose image crop move.
zh_hans: 请重新选择一张图片以进行裁剪和移动。
zh_hant: 請重新選擇一張圖片以進行裁剪和移動。

# 调整颜色数量
source: Color Count
zh_hans: 调整颜色数量
zh_hant: 調整顏色數量

# 豆腐块
source: Grid Tile
zh_hans: 豆腐块
zh_hant: 豆腐塊

# 财
source: Wealth
zh_hans: 财
zh_hant: 財

# 财富
source: Wealth
zh_hans: 财富
zh_hant: 財富

# 账号、公告、任务与调试工具
source: , Notice, Task
zh_hans: 账号、公告、任务与调试工具
zh_hant: 賬號、公告、任務與調試工具

# 账号管理
source: Management
zh_hans: 账号管理
zh_hant: 賬號管理

# 账户与同步
source: Account & Sync
zh_hans: 账户与同步
zh_hant: 帳戶與同步

# 账户信息
source: Account Info
zh_hans: 账户信息
zh_hant: 帳戶資訊

# 货币
source: Currency
zh_hans: 货币
zh_hant: 貨幣

# 购买与应用
source: Purchase & Apply
zh_hans: 购买与应用
zh_hant: 購買與應用

# 购买后只能启用同一主题包内的组件，不会与其他主题皮肤混用。
source: After purchase, only components from the same theme pack can be enabled; they will not mix with other theme skins.
zh_hans: 购买后只能启用同一主题包内的组件，不会与其他主题皮肤混用。
zh_hant: 購買後只能啟用同一主題包內的組件，不會與其他主題皮膚混用。

# 购买并应用
source: Buy and Apply
zh_hans: 购买并应用
zh_hant: 購買並應用

# 购买说明
source: Purchase Description
zh_hans: 购买说明
zh_hant: 購買說明

# 贴纸库
source: Sticker Library
zh_hans: 贴纸库
zh_hant: 貼紙庫

# 贵金属
source: Precious Metals
zh_hans: 贵金属
zh_hant: 貴金屬

# 资产、请签与数钱
source: Assets, fortunes, and money counting
zh_hans: 资产、请签与数钱
zh_hant: 資產、請簽與數錢

# 起飞
source: Takeoff
zh_hans: 起飞
zh_hant: 起飛

# 起飞中
source: Taking Off
zh_hans: 起飞中
zh_hant: 起飛中

# 距定金: %d天
source: Deposit in %d days
zh_hans: 距定金: %d天
zh_hant: 距訂金: %d天

# 距尾款: %d天
source: Balance due in %d days
zh_hans: 距尾款: %d天
zh_hant: 距尾款: %d天

# 距预约: %d天
source: Reservation in %d days
zh_hans: 距预约: %d天
zh_hant: 距預約: %d天

# 跟随系统
source: Follow System
zh_hans: 跟随系统
zh_hant: 跟隨系統

# 跳过
source: Skip
zh_hans: 跳过
zh_hant: 跳過

# 跳过之后可以随时在设置中重新开启引导
source: Skip Settings Restart Guide
zh_hans: 跳过之后可以随时在设置中重新开启引导
zh_hant: 跳過之後可以隨時在設置中重新開啓引導

# 跳过新手引导？
source: Skip Onboarding?
zh_hans: 跳过新手引导？
zh_hant: 跳過新手引導？

# 轨迹预览
source: Preview
zh_hans: 轨迹预览
zh_hant: 軌跡預覽

# 转出超额
source: Move Out Excess
zh_hans: 转出超额
zh_hant: 轉出超額

# 辅助说明文字
source: Helper Text
zh_hans: 辅助说明文字
zh_hant: 輔助說明文字

# 输入主题名称
source: Name
zh_hans: 输入主题名称
zh_hant: 輸入主題名稱

# 输入公告内容...
source: Notice Content...
zh_hans: 输入公告内容...
zh_hant: 輸入公告內容...

# 输入名称
source: Name
zh_hans: 输入名称
zh_hant: 輸入名稱

# 输入新名称
source: Name
zh_hans: 输入新名称
zh_hant: 輸入新名稱

# 输入昵称
source: Enter Nickname
zh_hans: 输入昵称
zh_hant: 輸入暱稱

# 输入水印文字
source: Watermark Text
zh_hans: 输入水印文字
zh_hant: 輸入水印文字

# 输入萌宠名字
source: Pet
zh_hans: 输入萌宠名字
zh_hant: 輸入萌寵名字

# 巡航中
source: Cruising
zh_hans: 巡航中
zh_hant: 巡航中

# 返回
source: Back
zh_hans: 返回
zh_hant: 返回

# 返回修改
source: Back to Edit
zh_hans: 返回修改
zh_hant: 返回修改

# 返回始发地
source: Return to Origin
zh_hans: 返回始发地
zh_hant: 返回始發地

# 还原天性的顶级盛宴。
source: A premium feast that brings out their instincts.
zh_hans: 还原天性的顶级盛宴。
zh_hant: 還原天性的頂級盛宴。

# 还没开定金
source: Deposit has not started yet
zh_hans: 还没开定金
zh_hant: 尚未開始訂金

# 还没有拼豆/像素画
source: No Fuse Beads / Pixel Art
zh_hans: 还没有拼豆/像素画
zh_hant: 還沒有拼豆/像素畫

# 还没有穿搭书页
source: No Page
zh_hans: 还没有穿搭书页
zh_hant: 還沒有穿搭書頁

# 还没有获得徽章
source: No Badge
zh_hans: 还没有获得徽章
zh_hant: 還沒有獲得徽章

# 还没有贴纸
source: No Sticker
zh_hans: 还没有贴纸
zh_hant: 還沒有貼紙

# 这个主题已经购买过了。
source: This theme has already been purchased.
zh_hans: 这个主题已经购买过了。
zh_hant: 這個主題已經購買過了。

# 这将清空所有打卡记录和统计数据，此操作不可恢复。确定要继续吗？
source: Clear All Check-ins Stats Data, Action Restore. OK Continue?
zh_hans: 这将清空所有打卡记录和统计数据，此操作不可恢复。确定要继续吗？
zh_hant: 這將清空所有打卡記錄和統計數據，此操作不可恢復。確定要繼續嗎？

# 这将清除底部导航设置，恢复为默认状态。确定要继续吗？
source: Clear Bottom Navigation Settings, Restore Default Status. OK Continue?
zh_hans: 这将清除底部导航设置，恢复为默认状态。确定要继续吗？
zh_hant: 這將清除底部導航設置，恢復為默認狀態。確定要繼續嗎？

# 这将清除所有萌宠对话历史记录，此操作不可恢复。确定要继续吗？
source: Clear Pet Conversation History, Action Restore. OK Continue?
zh_hans: 这将清除所有萌宠对话历史记录，此操作不可恢复。确定要继续吗？
zh_hant: 這將清除所有萌寵對話歷史記錄，此操作不可恢復。確定要繼續嗎？

# 这将重置今日打卡状态，允许重新打卡。确定要继续吗？
source: Reset Today’s Check-in Status, Again Check-in. OK Continue?
zh_hans: 这将重置今日打卡状态，允许重新打卡。确定要继续吗？
zh_hant: 這將重置今日打卡狀態，允許重新打卡。確定要繼續嗎？

# 这将重置所有公告的展示记录，公告将可以再次展示。确定要继续吗？
source: Reset Notice, Notice. OK Continue?
zh_hans: 这将重置所有公告的展示记录，公告将可以再次展示。确定要继续吗？
zh_hant: 這將重置所有公告的展示記錄，公告將可以再次展示。確定要繼續嗎？

# 这将重置所有魔法任务状态，已解锁的功能将重新锁定（免费功能除外）。确定要继续吗？
source: This will reset all Magic Task states. Unlocked features will be locked again except free features. Continue?
zh_hans: 这将重置所有魔法任务状态，已解锁的功能将重新锁定（免费功能除外）。确定要继续吗？
zh_hant: 這將重置所有魔法任務狀態，已解鎖的功能將重新鎖定（免費功能除外）。確定要繼續嗎？

# 这就打开领养界面，选中后就能带%@回家啦～
source: Opening adoption now. Select %@ to bring them home.
zh_hans: 这就打开领养界面，选中后就能带%@回家啦～
zh_hant: 這就打開領養介面，選中後就能帶%@回家啦～

# 这是底部说明文字
source: Description
zh_hans: 这是底部说明文字
zh_hant: 這是底部說明文字

# 这里是衣橱的手动创建入口，你可以一件一件添加你的裙子。 当然，我们也支持批量创建，一次导入多件衣物，省时省力！
source: Closet Create Manually, Add Dress. , Batch Create, Import,!
zh_hans: 这里是衣橱的手动创建入口，你可以一件一件添加你的裙子。 当然，我们也支持批量创建，一次导入多件衣物，省时省力！
zh_hant: 這裡是衣櫥的手動創建入口，你可以一件一件添加你的裙子。 當然，我們也支持批量創建，一次導入多件衣物，省時省力！

# 这里还没有内容
source: No Content
zh_hans: 这里还没有内容
zh_hant: 這裡還沒有內容

# 进入手帐房间
source: Enter the journal room
zh_hans: 进入手帐房间
zh_hant: 進入手帳房間

# 进度: %lld%%
source: Progress: %lld %%
zh_hans: 进度: %lld%%
zh_hant: 進度: %lld%%

# 进度已达成
source: Progress
zh_hans: 进度已达成
zh_hant: 進度已達成

# 进度条
source: Progress Bar
zh_hans: 进度条
zh_hant: 進度條

# 进步空间
source: Room to Improve
zh_hans: 进步空间
zh_hant: 進步空間

# 连续打卡
source: Check-in Streak
zh_hans: 连续打卡
zh_hant: 連續打卡

# 连续打卡 %lld 天
source: Check-in Streak %lld
zh_hans: 连续打卡 %lld 天
zh_hant: 連續打卡 %lld 天

# 退出
source: Sign Out
zh_hans: 退出
zh_hant: 登出

# 退出后将无法使用 iCloud 同步功能，确定要退出吗？
source: Unable to Use iCloud Sync Feature, OK?
zh_hans: 退出后将无法使用 iCloud 同步功能，确定要退出吗？
zh_hant: 退出後將無法使用 iCloud 同步功能，確定要退出嗎？

# 适合快速开始搭配拼贴。
source: Good for quickly starting an outfit collage.
zh_hans: 适合快速开始搭配拼贴。
zh_hant: 適合快速開始搭配拼貼。

# 适宜入口的温水。
source: Warm water at a comfortable temperature.
zh_hans: 适宜入口的温水。
zh_hant: 適宜入口的溫水。

# 选中色
source: Selected
zh_hans: 选中色
zh_hant: 選中色

# 选择 %@+ 张图片以获得最佳效果
source: Select %@+ photos for best results
zh_hans: 选择 %@+ 张图片以获得最佳效果
zh_hant: 選擇 %@+ 張圖片以獲得最佳效果

# 选择 %lld+ 张图片以获得最佳效果
source: Choose %lld + Image
zh_hans: 选择 %lld+ 张图片以获得最佳效果
zh_hant: 選擇 %lld+ 張圖片以獲得最佳效果

# 选择一种方式开始创作吧
source: Choose Start
zh_hans: 选择一种方式开始创作吧
zh_hant: 選擇一種方式開始創作吧

# 选择你要切换的萌宠管家：
source: Choose the pet helper to switch to:
zh_hans: 选择你要切换的萌宠管家：
zh_hant: 選擇你要切換的萌寵管家：

# 选择内置图片
source: Choose Built-in Image
zh_hans: 选择内置图片
zh_hant: 選擇內置圖片

# 选择分类
source: Choose Category
zh_hans: 选择分类
zh_hant: 選擇分類

# 选择图片 (%lld 张)
source: Choose Images (%lld)
zh_hans: 选择图片 (%lld 张)
zh_hant: 選擇圖片 (%lld 張)

# 选择图片 (最多%lld张，第一张为主图)
source: Choose images (up to %lld; the first image is the main image)
zh_hans: 选择图片 (最多%lld张，第一张为主图)
zh_hant: 選擇圖片 (最多%lld張，第一張為主圖)

# 选择图片来源
source: Choose Image Source
zh_hans: 选择图片来源
zh_hant: 選擇圖片來源

# 选择大主图
source: Choose Large Main Image
zh_hans: 选择大主图
zh_hant: 選擇大主圖

# 选择头像
source: Choose Avatar
zh_hans: 选择头像
zh_hant: 選擇頭像

# 选择底图新建
source: Choose Base Image to Create
zh_hans: 选择底图新建
zh_hant: 選擇底圖新建

# 选择操作
source: Choose Action
zh_hans: 选择操作
zh_hant: 選擇操作

# 选择数量限制
source: Choose Quantity Limit
zh_hans: 选择数量限制
zh_hant: 選擇數量限制

# 选择文件失败
source: File Selection Failed
zh_hans: 选择文件失败
zh_hant: 選擇檔案失敗

# 选择文件失败: %@
source: Failed to select file: %@
zh_hans: 选择文件失败: %@
zh_hant: 選擇檔案失敗：%@

# 选择新图片
source: Choose New Image
zh_hans: 选择新图片
zh_hant: 選擇新圖片

# 选择本地字体文件...
source: Choose Local Font File...
zh_hans: 选择本地字体文件...
zh_hant: 選擇本地字體文件...

# 选择样式
source: Choose Style
zh_hans: 选择样式
zh_hant: 選擇樣式

# 选择模式
source: Choose Mode
zh_hans: 选择模式
zh_hant: 選擇模式

# 选择照片
source: Choose Photos
zh_hans: 选择照片
zh_hant: 選擇照片

# 选择照片后将自动抠图并添加到画布
source: Choose Photos Auto Cutout Add to Canvas
zh_hans: 选择照片后将自动抠图并添加到画布
zh_hant: 選擇照片後將自動摳圖並添加到畫布

# 选择特效类型并预览
source: Choose Effect Type Preview
zh_hans: 选择特效类型并预览
zh_hant: 選擇特效類型並預覽

# 选择目标手帐
source: Choose Target Journal
zh_hans: 选择目标手帐
zh_hant: 選擇目標手帳

# 选择目的地
source: Choose Destination
zh_hans: 选择目的地
zh_hant: 選擇目的地

# 选择裁剪比例
source: Choose Crop Ratio
zh_hans: 选择裁剪比例
zh_hant: 選擇裁剪比例

# 选择裙装
source: Choose Dress Item
zh_hans: 选择裙装
zh_hant: 選擇裙裝

# 选择要补卡的日期
source: Choose Make-up Check-in Date
zh_hans: 选择要补卡的日期
zh_hant: 選擇要補卡的日期

# 透明度
source: Opacity
zh_hans: 透明度
zh_hant: 透明度

# 通用
source: General
zh_hans: 通用
zh_hant: 通用

# 通用设置
source: General
zh_hans: 通用设置
zh_hant: 通用設定

# 邮箱：huangsangmuniao@126.com
source: : h u a n g s a n g m u n i a o @ 1 2 6. c o m
zh_hans: 邮箱：huangsangmuniao@126.com
zh_hant: 郵箱：huangsangmuniao@126.com

# 配置文件
source: Configuration File
zh_hans: 配置文件
zh_hant: 配置文件

# 配置说明
source: Description
zh_hans: 配置说明
zh_hant: 配置說明

# 配色方案 · 魔法皮肤
source: Color Schemes · Magic Skins
zh_hans: 配色方案 · 魔法皮肤
zh_hant: 配色方案 · 魔法皮膚

# 配色模式
source: Mode
zh_hans: 配色模式
zh_hant: 配色模式

# 重命名
source: Rename
zh_hans: 重命名
zh_hant: 重命名

# 重命名手帐
source: Journal
zh_hans: 重命名手帐
zh_hant: 重命名手帳

# 重命名搭配
source: Rename Outfit
zh_hans: 重命名搭配
zh_hant: 重命名搭配

# 重建空间场景
source: Spatial Scene
zh_hans: 重建空间场景
zh_hant: 重建空間場景

# 重新开启引导
source: Restart Guide
zh_hans: 重新开启引导
zh_hant: 重新開啓引導

# 重新抠图
source: Re-cutout
zh_hans: 重新抠图
zh_hant: 重新摳圖

# 重新挑战
source: Try Again
zh_hans: 重新挑战
zh_hant: 重新挑戰

# 重新检查
source: Check Again
zh_hans: 重新检查
zh_hant: 重新檢查

# 重新答题
source: Retake Quiz
zh_hans: 重新答题
zh_hant: 重新答題

# 重新迁移数据
source: Migrate Data Again
zh_hans: 重新迁移数据
zh_hant: 重新遷移數據

# 重置
source: Reset
zh_hans: 重置
zh_hant: 重設

# 重置今日打卡
source: Reset Today’s Check-in
zh_hans: 重置今日打卡
zh_hant: 重置今日打卡

# 重置所有魔法任务
source: Reset Task
zh_hans: 重置所有魔法任务
zh_hant: 重置所有魔法任務

# 重置视角
source: Reset View
zh_hans: 重置视角
zh_hant: 重置視角

# 金属
source: Metal
zh_hans: 金属
zh_hant: 金屬

# 金豆银珠震动
source: Gold & Silver Haptics
zh_hans: 金豆银珠震动
zh_hant: 金豆銀珠震動

# 链接
source: Link
zh_hans: 链接
zh_hant: 鏈接

# 错误详情: %@
source: Error details: %@
zh_hans: 错误详情: %@
zh_hant: 錯誤詳情： %@

# 问题
source: Issue
zh_hans: 问题
zh_hant: 問題

# 闲鱼
source: Xianyu
zh_hans: 闲鱼
zh_hant: 閒魚

# 阳光正太 (默认)
source: Sunny Boy (Default)
zh_hans: 阳光正太 (默认)
zh_hant: 陽光正太 (默認)

# 降低高度，从下方拍摄
source: Lower the camera and shoot from below
zh_hans: 降低高度，从下方拍摄
zh_hant: 降低高度，從下方拍攝

# 限制颜色数量可以简化制作难度，降低材料成本
source: Color Count,
zh_hans: 限制颜色数量可以简化制作难度，降低材料成本
zh_hant: 限制顏色數量可以簡化製作難度，降低材料成本

# 限时开放
source: Limited-Time Access
zh_hans: 限时开放
zh_hant: 限時開放

# 隐私与系统权限
source: Privacy & Permissions
zh_hans: 隐私与系统权限
zh_hant: 隱私與系統權限

# 隐私显示
source: Privacy Display
zh_hans: 隐私显示
zh_hant: 隱私顯示

# 隐私设置
source: Settings
zh_hans: 隐私设置
zh_hant: 隱私設置

# 隐藏出发地
source: Hide Origin
zh_hans: 隐藏出发地
zh_hant: 隱藏出發地

# 雪花飘落
source: Falling Snow
zh_hans: 雪花飘落
zh_hant: 雪花飄落

# 需要抠图
source: Cutout Required
zh_hans: 需要抠图
zh_hant: 需要摳圖

# 需要登录
source: Login Required
zh_hans: 需要登录
zh_hant: 需要登錄

# 需要相册权限
source: Required Photos Permission
zh_hans: 需要相册权限
zh_hant: 需要相冊權限

# 需要确认
source: Confirmation Required
zh_hans: 需要确认
zh_hant: 需要確認

# 需要管理员权限
source: Required Admin Permission
zh_hans: 需要管理员权限
zh_hant: 需要管理員權限

# 需要重启
source: Restart Required
zh_hans: 需要重启
zh_hant: 需要重新啟動

# 需要重启应用
source: App Restart Required
zh_hans: 需要重启应用
zh_hant: 需要重啓應用

# 震动 · 音效 · 音量
source: Haptics · Sound Effects · Volume
zh_hans: 震动 · 音效 · 音量
zh_hant: 震動 · 音效 · 音量

# 静默投放
source: Silent Delivery
zh_hans: 静默投放
zh_hant: 靜默投放

# 面板
source: Panel
zh_hans: 面板
zh_hant: 面板

# 面板与空状态
source: Panels & Empty States
zh_hans: 面板与空状态
zh_hant: 面板與空狀態

# 音效与触感
source: Sound & Haptics
zh_hans: 音效与触感
zh_hant: 音效與觸感

# 音色选择
source: Voice Selection
zh_hans: 音色选择
zh_hant: 音色選擇

# 音量与音效设置
source: Volume & Sound Settings
zh_hans: 音量与音效设置
zh_hant: 音量與音效設定

# 音量调节
source: Volume Control
zh_hans: 音量调节
zh_hant: 音量調節

# 顶栏
source: Top Bar
zh_hans: 顶栏
zh_hant: 頂欄

# 顶部
source: Top
zh_hans: 顶部
zh_hant: 頂部

# 顶部与搜索
source: Top & Search
zh_hans: 顶部与搜索
zh_hant: 頂部與搜尋

# 顶部栏、分段、图标按钮与搜索入口
source: Top bar, segments, icon buttons, and search entry
zh_hans: 顶部栏、分段、图标按钮与搜索入口
zh_hant: 頂部欄、分段、圖示按鈕與搜尋入口

# 顶部栏分段
source: Top Bar Segment
zh_hans: 顶部栏分段
zh_hant: 頂部欄分段

# 顶部栏图标按钮
source: Top Bar Icon Button
zh_hans: 顶部栏图标按钮
zh_hant: 頂部欄圖示按鈕

# 顶部栏容器
source: Top Bar Container
zh_hans: 顶部栏容器
zh_hant: 頂部欄容器

# 顶部栏新增按钮
source: Top Bar Add Button
zh_hans: 顶部栏新增按钮
zh_hant: 頂部欄新增按鈕

# 项链
source: Necklace
zh_hans: 项链
zh_hant: 項鍊

# 预估尾款时间: %@
source: Estimated Balance Time: %@
zh_hans: 预估尾款时间: %@
zh_hant: 預估尾款時間: %@

# 预留
source: Reserved
zh_hans: 预留
zh_hant: 預留

# 预约待定
source: Reservation Pending
zh_hans: 预约待定
zh_hant: 預約待定

# 预约日
source: Reservation Day
zh_hans: 预约日
zh_hant: 預約日

# 预览
source: Preview
zh_hans: 预览
zh_hant: 預覽

# 预览弹窗效果
source: Preview Popup
zh_hans: 预览弹窗效果
zh_hant: 預覽彈窗效果

# 预览效果
source: Preview Effect
zh_hans: 预览效果
zh_hant: 預覽效果

# 预览模式
source: Mode
zh_hans: 预览模式
zh_hant: 預覽模式

# 预计到达时间: %@
source: Arrival Time: %@
zh_hans: 预计到达时间: %@
zh_hant: 預計到達時間: %@

# 预计生成
source: Generate
zh_hans: 预计生成
zh_hant: 預計生成

# 预计还有几分钟即可抵达%@...
source: Estimated arrival at %@ in a few minutes...
zh_hans: 预计还有几分钟即可抵达%@...
zh_hant: 預計還有幾分鐘即可抵達%@...
